Repository: teamleaderleo/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextApp/Resources/KeybindingsPage.xcstrings
Source language: en
Languages: ja

# keybindings.page.change
source: Change Keybinding
ja: キー割り当てを変更

# keybindings.page.column.actions
source: Actions
ja: 操作

# keybindings.page.column.command
source: Command
ja: コマンド

# keybindings.page.column.key
source: Keybinding
ja: キー割り当て

# keybindings.page.column.source
source: Source
ja: ソース

# keybindings.page.column.when
source: When
ja: 条件

# keybindings.page.conflicts
source: Conflicts: %@
ja: 競合: %@

# keybindings.page.conflictsOnly
source: Show Conflicts Only
ja: 競合のみ表示

# keybindings.page.disconnected
source: Not connected to cmux.
ja: cmux に接続されていません。

# keybindings.page.dismiss
source: Dismiss
ja: 閉じる

# keybindings.page.editWhen
source: Edit When Clause
ja: 条件を編集

# keybindings.page.empty
source: No shortcuts
ja: ショートカットはありません

# keybindings.page.emptySearch
source: No matching shortcuts
ja: 一致するショートカットはありません

# keybindings.page.failed
source: The change was not saved: %@
ja: 変更は保存されませんでした: %@

# keybindings.page.pressKeys
source: Press keys…
ja: キーを押してください…

# keybindings.page.record
source: Record Keys
ja: キーを記録

# keybindings.page.recordHint
source: Press keys. Escape stops.
ja: キーを押してください。Escape で終了します。

# keybindings.page.remove
source: Remove Keybinding
ja: キー割り当てを削除

# keybindings.page.reset
source: Reset Keybinding
ja: キー割り当てをリセット

# keybindings.page.search
source: Search shortcuts
ja: ショートカットを検索

# keybindings.page.source.app
source: App
ja: アプリ

# keybindings.page.source.default
source: Default
ja: デフォルト

# keybindings.page.source.removed
source: Removed
ja: 削除済み

# keybindings.page.source.user
source: User
ja: ユーザー

# keybindings.page.title
source: Keyboard Shortcuts
ja: キーボードショートカット

# keybindings.page.unsupported
source: Editing needs keybindings.json support. It is coming soon.
ja: 編集には keybindings.json のサポートが必要です。近日対応予定です。
